import React from "react";

const Biography = ({imageUrl}) => {
  return (
    <div className="container biography">
        <div className="banner">
          <img src={imageUrl} alt="aboutImg" />
        </div>
    <div className="banner">
    <h3>Хто ми?</h3>
    <p>Наша лікарня є одним із провідних медичних закладів у регіоні, що надає широкий спектр медичних послуг на найвищому рівні. Ми працюємо для того, щоб забезпечити комфорт, безпеку та найкраще медичне обслуговування для кожного пацієнта. Наша команда складається з висококваліфікованих лікарів, медичних сестер та адміністративного персоналу, які працюють разом, щоб забезпечити ефективне лікування та підтримку на кожному етапі.</p>
    <h3>Місія та цінності</h3>
    <p>Наша місія — надавати пацієнтам доступ до найсучасніших методів лікування та медичних послуг. Ми орієнтуємося на індивідуальний підхід до кожного пацієнта, враховуючи його потреби та побажання. Ми віримо в гуманність, турботу і професіоналізм, що лежать в основі нашої роботи. Всі наші медичні процедури та діагностика базуються на останніх досягненнях науки та медицини.</p>
    <h3>Обладнання та технології</h3>
    <p>Ми використовуємо сучасне медичне обладнання та новітні технології для точного діагностування та ефективного лікування наших пацієнтів. Наші лікарі постійно вдосконалюють свої навички, проходячи навчання і сертифікації на національних та міжнародних платформах.</p>
    </div>
    </div>
  )
}

export default Biography
